Revit 2027 API
SlabShapeCrease.CreaseType Property
 The type of the crease.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SlabShapeCreaseType CreaseType { get; }
Public ReadOnly Property CreaseType As SlabShapeCreaseType
	Get
public:
property SlabShapeCreaseType CreaseType {
	SlabShapeCreaseType get ();
}
member CreaseType : SlabShapeCreaseType with get
Property Value
SlabShapeCreaseType
See Also
Reference
SlabShapeCrease Class
Autodesk.Revit.DB Namespace